[
  {
    "id": "6385000d1473517e04e2f376",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=male",
    "name": "Margarita Farrell",
    "body": "The good news is that I like Ember products so much that I have bought 3 of them. The bad news is that the non-replaceable battery in the first two eventually failed, making an otherwise functional product useless for walk-around use.",
    "rating": 4
  },
  {
    "id": "6385000dd5ad07b72d7484f0",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=female",
    "name": "Willa Ray",
    "body": "This mug is incredible. I use it every day. It is incredibly excessive - just the thought that we live in such luxury and wealth that this thing exists is insane - but here I am, enjoying my coffee at the same temp every morning.",
    "rating": 4.2
  },
  {
    "id": "6385000d1771b58304c5ced8",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=male",
    "name": "Gloria Nguyen",
    "body": "Drinking coffee that is always the same temp is an interesting experience. I like the ceramic coating, the fact that the bottom and sides do not get hot on the outside, and the overall feel of the mug.",
    "rating": 3.9
  },
  {
    "id": "6385000d670eaa6acc40c4c6",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=male",
    "name": "Elvia Le",
    "body": "The mug does keep our drinks hot (we ordered two of the large mugs) and the build quality is great, but in less than one month the paint is peeling / chipping from the rim of the mug.",
    "rating": 4.5
  },
  {
    "id": "6385000d540a94b58a7a6987",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=female",
    "name": "Norton Page",
    "body": "Tl;dr - Software and user interface let this product down. For the price I paid I expected better. I would still recommend it, but with a inescapable sense of disappointment and a hole in my pocket.",
    "rating": 3.5
  },
  {
    "id": "6385000dbc794556ea6b79d7",
    "picture": "https://xsgames.co/randomusers/avatar.php?g=male",
    "name": "Tammie Mays",
    "body": "I didn't want to hurry to write this review so now that 6 months have passed, this is what I've learned from every day use:",
    "rating": 3.8
  }
]
